{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "RA4",
			"Children": [
				{
					"Source": {
						"Text": "матч окончен"
					},
					"Translation": {
						"Text": "match over"
					},
					"Key": "Block_Over"
				},
				{
					"Source": {
						"Text": "ПОРАЖЕНИЕ"
					},
					"Translation": {
						"Text": "DEFEAT"
					},
					"Key": "MatchResultDefeat"
				},
				{
					"Source": {
						"Text": "Операция завершена успешно. Можно сразу начать матч заново или безопасно выйти."
					},
					"Translation": {
						"Text": "Operation completed successfully. You may restart the match immediately or exit safely."
					},
					"Key": "MatchResultVictoryBody"
				},
				{
					"Source": {
						"Text": "База потеряна. Попробуйте еще раз или завершите текущую демо-сессию."
					},
					"Translation": {
						"Text": "Base lost. Try again or end the current demo session."
					},
					"Key": "MatchResultDefeatBody"
				},
				{
					"Source": {
						"Text": "ПОВТОРИТЬ"
					},
					"Translation": {
						"Text": "RETRY"
					},
					"Key": "MatchResultRetry"
				},
				{
					"Source": {
						"Text": "ВЫЙТИ В МЕНЮ"
					},
					"Translation": {
						"Text": "QUIT TO MENU"
					},
					"Key": "MatchResultExitToMenu"
				},
				{
					"Source": {
						"Text": "ВЫЙТИ"
					},
					"Translation": {
						"Text": "QUIT"
					},
					"Key": "MatchResultExit"
				},
				{
					"Source": {
						"Text": "КРЕДИТЫ"
					},
					"Translation": {
						"Text": "CREDITS"
					},
					"Key": "Res_Credits"
				},
				{
					"Source": {
						"Text": "ЭНЕРГИЯ"
					},
					"Translation": {
						"Text": "POWER"
					},
					"Key": "Res_Power"
				},
				{
					"Source": {
						"Text": "ВОЙСКА"
					},
					"Translation": {
						"Text": "UNITS"
					},
					"Key": "Res_Supply"
				},
				{
					"Source": {
						"Text": "ВРЕМЯ"
					},
					"Translation": {
						"Text": "TIME"
					},
					"Key": "Res_Timer"
				},
				{
					"Source": {
						"Text": "{0} / {1}"
					},
					"Translation": {
						"Text": "{0} / {1}"
					},
					"Key": "SupplyFormat"
				},
				{
					"Source": {
						"Text": "{0} / {1}"
					},
					"Translation": {
						"Text": "{0} / {1}"
					},
					"Key": "PowerFormat"
				},
				{
					"Source": {
						"Text": "Союзный объект"
					},
					"Translation": {
						"Text": "Allied object"
					},
					"Key": "Sidebar_Owned"
				},
				{
					"Source": {
						"Text": "нет здания"
					},
					"Translation": {
						"Text": "no building"
					},
					"Key": "Block_Prereq"
				},
				{
					"Source": {
						"Text": "нет завода"
					},
					"Translation": {
						"Text": "no factory"
					},
					"Key": "Block_Producer"
				},
				{
					"Source": {
						"Text": "очередь полна"
					},
					"Translation": {
						"Text": "queue full"
					},
					"Key": "Block_Queue"
				},
				{
					"Source": {
						"Text": "Переработчик руды"
					},
					"Translation": {
						"Text": "Ore Refinery"
					},
					"Key": "refinery_generic"
				},
				{
					"Source": {
						"Text": "Основной танк «Гранит»"
					},
					"Translation": {
						"Text": "Granit Main Battle Tank"
					},
					"Key": "granit_mbt"
				},
				{
					"Source": {
						"Text": "СПРАВКА ОБ ОБЪЕКТЕ"
					},
					"Translation": {
						"Text": "OBJECT INFO"
					},
					"Key": "Sidebar_SelHeader"
				},
				{
					"Source": {
						"Text": "ОБЪЕКТ НЕ ВЫБРАН"
					},
					"Translation": {
						"Text": "NO OBJECT SELECTED"
					},
					"Key": "Sidebar_NoSelection"
				},
				{
					"Source": {
						"Text": "Кликните по юниту или зданию"
					},
					"Translation": {
						"Text": "Click a unit or building"
					},
					"Key": "Sidebar_SelectionHint"
				},
				{
					"Source": {
						"Text": "ЗДОРОВЬЕ: {0}%"
					},
					"Translation": {
						"Text": "HEALTH: {0}%"
					},
					"Key": "Sidebar_HPFormat"
				},
				{
					"Source": {
						"Text": "Выбрано объектов: {0}"
					},
					"Translation": {
						"Text": "Selected: {0}"
					},
					"Key": "Sidebar_MultiSelFormat"
				},
				{
					"Source": {
						"Text": "нет средств"
					},
					"Translation": {
						"Text": "insufficient funds"
					},
					"Key": "Block_Credits"
				},
				{
					"Source": {
						"Text": "Вражеский объект"
					},
					"Translation": {
						"Text": "Enemy object"
					},
					"Key": "Sidebar_Enemy"
				},
				{
					"Source": {
						"Text": "ЭНЕРГИЯ  {0} / {1}"
					},
					"Translation": {
						"Text": "POWER  {0} / {1}"
					},
					"Key": "Sidebar_PowerFormat"
				},
				{
					"Source": {
						"Text": "ОЧЕРЕДЬ ПУСТА"
					},
					"Translation": {
						"Text": "QUEUE EMPTY"
					},
					"Key": "Sidebar_QueueIdle"
				},
				{
					"Source": {
						"Text": "{0} — ВЫБЕРИТЕ МЕСТО"
					},
					"Translation": {
						"Text": "{0} — CHOOSE LOCATION"
					},
					"Key": "Sidebar_QueuePlace"
				},
				{
					"Source": {
						"Text": "{0} — ПАУЗА"
					},
					"Translation": {
						"Text": "{0} — PAUSED"
					},
					"Key": "Sidebar_QueuePaused"
				},
				{
					"Source": {
						"Text": "{0}  {1}%"
					},
					"Translation": {
						"Text": "{0}  {1}%"
					},
					"Key": "Sidebar_QueueLine"
				},
				{
					"Source": {
						"Text": "Штаб-квартира СССР"
					},
					"Translation": {
						"Text": "USSR Headquarters"
					},
					"Key": "headquarters_su"
				},
				{
					"Source": {
						"Text": "Электростанция"
					},
					"Translation": {
						"Text": "Power Plant"
					},
					"Key": "power_generic"
				},
				{
					"Source": {
						"Text": "Электростанция"
					},
					"Translation": {
						"Text": "Power Plant"
					},
					"Key": "power_plant_su"
				},
				{
					"Source": {
						"Text": "Переработчик руды"
					},
					"Translation": {
						"Text": "Ore Refinery"
					},
					"Key": "refinery_al"
				},
				{
					"Source": {
						"Text": "Переработчик руды"
					},
					"Translation": {
						"Text": "Ore Refinery"
					},
					"Key": "refinery_su"
				},
				{
					"Source": {
						"Text": "Казармы СССР"
					},
					"Translation": {
						"Text": "USSR Barracks"
					},
					"Key": "barracks_su"
				},
				{
					"Source": {
						"Text": "ПОБЕДА"
					},
					"Translation": {
						"Text": "VICTORY"
					},
					"Key": "MatchResultVictory"
				},
				{
					"Source": {
						"Text": "Завод техники СССР"
					},
					"Translation": {
						"Text": "USSR War Factory"
					},
					"Key": "war_factory_su"
				},
				{
					"Source": {
						"Text": "Мастер-инженер"
					},
					"Translation": {
						"Text": "Master Engineer"
					},
					"Key": "master_engineer"
				},
				{
					"Source": {
						"Text": "Радарный комплекс"
					},
					"Translation": {
						"Text": "Radar Complex"
					},
					"Key": "radar_generic"
				},
				{
					"Source": {
						"Text": "Радарный комплекс"
					},
					"Translation": {
						"Text": "Radar Complex"
					},
					"Key": "radar_su"
				},
				{
					"Source": {
						"Text": "Пулеметная турель"
					},
					"Translation": {
						"Text": "Machine Gun Turret"
					},
					"Key": "turret_ai_su"
				},
				{
					"Source": {
						"Text": "ПВО турель"
					},
					"Translation": {
						"Text": "AA Turret"
					},
					"Key": "turret_aa_su"
				},
				{
					"Source": {
						"Text": "Полевой инженер"
					},
					"Translation": {
						"Text": "Field Engineer"
					},
					"Key": "field_engineer"
				},
				{
					"Source": {
						"Text": "ПВО команда «Заслон»"
					},
					"Translation": {
						"Text": "Zaslon AA Team"
					},
					"Key": "zaslon_aa"
				},
				{
					"Source": {
						"Text": "Пехотинец «Страж»"
					},
					"Translation": {
						"Text": "Guardian Infantry"
					},
					"Key": "sentinel_rifleman"
				},
				{
					"Source": {
						"Text": "Разведчик «Рысь»"
					},
					"Translation": {
						"Text": "Lynx Scout"
					},
					"Key": "rys_scout"
				},
				{
					"Source": {
						"Text": "РАДАР"
					},
					"Translation": {
						"Text": "RADAR"
					},
					"Key": "Sidebar_Radar"
				},
				{
					"Source": {
						"Text": "РСЗО «Зарево»"
					},
					"Translation": {
						"Text": "Zarevo Rocket Artillery"
					},
					"Key": "zarevo_mlrs"
				},
				{
					"Source": {
						"Text": "Штаб-квартира Альянса"
					},
					"Translation": {
						"Text": "Alliance Headquarters"
					},
					"Key": "headquarters_al"
				},
				{
					"Source": {
						"Text": "Электростанция Альянса"
					},
					"Translation": {
						"Text": "Alliance Power Plant"
					},
					"Key": "power_plant_al"
				},
				{
					"Source": {
						"Text": "Казармы Альянса"
					},
					"Translation": {
						"Text": "Alliance Barracks"
					},
					"Key": "barracks_al"
				},
				{
					"Source": {
						"Text": "Завод техники Альянса"
					},
					"Translation": {
						"Text": "Alliance War Factory"
					},
					"Key": "war_factory_al"
				},
				{
					"Source": {
						"Text": "Ракетчик «Лансер»"
					},
					"Translation": {
						"Text": "Lancer Missile Trooper"
					},
					"Key": "lancer_team"
				},
				{
					"Source": {
						"Text": "Радарный комплекс"
					},
					"Translation": {
						"Text": "Radar Complex"
					},
					"Key": "radar_al"
				},
				{
					"Source": {
						"Text": "Разведчик «Пустельга»"
					},
					"Translation": {
						"Text": "Kestrel Scout"
					},
					"Key": "kestrel_scout"
				},
				{
					"Source": {
						"Text": "Танк «Оплот»"
					},
					"Translation": {
						"Text": "Bulwark Tank"
					},
					"Key": "bulwark_mbt"
				},
				{
					"Source": {
						"Text": "Артиллерия «Оракул»"
					},
					"Translation": {
						"Text": "Oracle Artillery"
					},
					"Key": "oracle_artillery"
				},
				{
					"Source": {
						"Text": "Штаб-квартира"
					},
					"Translation": {
						"Text": "Headquarters"
					},
					"Key": "headquarters_generic"
				},
				{
					"Source": {
						"Text": "Казармы"
					},
					"Translation": {
						"Text": "Barracks"
					},
					"Key": "barracks_generic"
				},
				{
					"Source": {
						"Text": "Завод техники"
					},
					"Translation": {
						"Text": "War Factory"
					},
					"Key": "factory_generic"
				},
				{
					"Source": {
						"Text": "Месторождение исчерпано"
					},
					"Translation": {
						"Text": "Ore field depleted"
					},
					"Key": "Alert_NoOre"
				},
				{
					"Source": {
						"Text": "Недостаточно энергии"
					},
					"Translation": {
						"Text": "Insufficient power"
					},
					"Key": "Alert_LowPower"
				},
				{
					"Source": {
						"Text": "Стрелок «Рубеж»"
					},
					"Translation": {
						"Text": "Rubezh Rifleman"
					},
					"Key": "rubezh_rifleman"
				},
				{
					"Source": {
						"Text": "База атакована"
					},
					"Translation": {
						"Text": "Base under attack"
					},
					"Key": "Alert_BaseAttack"
				},
				{
					"Source": {
						"Text": "Наши войска атакованы"
					},
					"Translation": {
						"Text": "Our forces are under attack"
					},
					"Key": "Alert_UnitsAttack"
				},
				{
					"Source": {
						"Text": "Здание потеряно"
					},
					"Translation": {
						"Text": "Building lost"
					},
					"Key": "Alert_BuildingLost"
				},
				{
					"Source": {
						"Text": "Юнит потерян"
					},
					"Translation": {
						"Text": "Unit lost"
					},
					"Key": "Alert_UnitLost"
				},
				{
					"Source": {
						"Text": "Строительство завершено"
					},
					"Translation": {
						"Text": "Construction complete"
					},
					"Key": "Alert_Built"
				},
				{
					"Source": {
						"Text": "Юнит готов"
					},
					"Translation": {
						"Text": "Unit ready"
					},
					"Key": "Alert_UnitReady"
				},
				{
					"Source": {
						"Text": "Недостаточно средств"
					},
					"Translation": {
						"Text": "Insufficient funds"
					},
					"Key": "Alert_NoFunds"
				}
			]
		},
		{
			"Namespace": "RA4CampaignSelect",
			"Children": [
				{
					"Source": {
						"Text": "<  НАЗАД"
					},
					"Translation": {
						"Text": "<  BACK"
					},
					"Key": "BackButton"
				},
				{
					"Source": {
						"Text": "СЕТЕВАЯ ИГРА"
					},
					"Translation": {
						"Text": "MULTIPLAYER"
					},
					"Key": "NetworkNav"
				},
				{
					"Source": {
						"Text": "ИСПЫТАНИЯ"
					},
					"Translation": {
						"Text": "CHALLENGES"
					},
					"Key": "ChallengesNav"
				},
				{
					"Source": {
						"Text": "КАЗАРМА"
					},
					"Translation": {
						"Text": "BARRACKS"
					},
					"Key": "BarracksNav"
				},
				{
					"Source": {
						"Text": "НАСТРОЙКИ"
					},
					"Translation": {
						"Text": "SETTINGS"
					},
					"Key": "SettingsNav"
				},
				{
					"Source": {
						"Text": "ТОВАРИЩ КОМАНДИР"
					},
					"Translation": {
						"Text": "COMRADE COMMANDER"
					},
					"Key": "ProfileCommander"
				},
				{
					"Source": {
						"Text": "УРОВЕНЬ 47  //  СЕТЬ ПОДКЛЮЧЕНА"
					},
					"Translation": {
						"Text": "LEVEL 47  //  NETWORK ONLINE"
					},
					"Key": "ProfileLevel"
				},
				{
					"Source": {
						"Text": "НАЧАТЬ КАМПАНИЮ"
					},
					"Translation": {
						"Text": "START CAMPAIGN"
					},
					"Key": "StartCampaign"
				},
				{
					"Source": {
						"Text": "ВЫБОР КАМПАНИИ"
					},
					"Translation": {
						"Text": "CAMPAIGN SELECT"
					},
					"Key": "CampaignTitle"
				},
				{
					"Source": {
						"Text": "СССР"
					},
					"Translation": {
						"Text": "USSR"
					},
					"Key": "USSRName"
				},
				{
					"Source": {
						"Text": "СССР"
					},
					"Translation": {
						"Text": "USSR"
					},
					"Key": "USSRCard"
				},
				{
					"Source": {
						"Text": "АЛЬЯНС"
					},
					"Translation": {
						"Text": "ALLIANCE"
					},
					"Key": "AllianceName"
				},
				{
					"Source": {
						"Text": "АЛЬЯНС"
					},
					"Translation": {
						"Text": "ALLIANCE"
					},
					"Key": "AllianceCard"
				},
				{
					"Source": {
						"Text": "ВОСТОЧНАЯ\nКОАЛИЦИЯ"
					},
					"Translation": {
						"Text": "EASTERN\nCOALITION"
					},
					"Key": "EasternCard"
				},
				{
					"Source": {
						"Text": "ХРОНОЛЕГИОН"
					},
					"Translation": {
						"Text": "CHRONOLEGION"
					},
					"Key": "ChronoName"
				},
				{
					"Source": {
						"Text": "ХРОНОЛЕГИОН"
					},
					"Translation": {
						"Text": "CHRONOLEGION"
					},
					"Key": "ChronoCard"
				},
				{
					"Source": {
						"Text": "О ВЫБРАННОЙ КАМПАНИИ"
					},
					"Translation": {
						"Text": "SELECTED CAMPAIGN"
					},
					"Key": "InformationHeader"
				},
				{
					"Source": {
						"Text": "ОБУЧЕНИЕ"
					},
					"Translation": {
						"Text": "TUTORIAL"
					},
					"Key": "Training"
				},
				{
					"Source": {
						"Text": "КАМПАНИЯ"
					},
					"Translation": {
						"Text": "CAMPAIGN"
					},
					"Key": "CampaignNav"
				},
				{
					"Source": {
						"Text": "ГЛАВНАЯ"
					},
					"Translation": {
						"Text": "HOME"
					},
					"Key": "MainNav"
				},
				{
					"Source": {
						"Text": "1927  —  2047  //  АРХИВ КОМАНДОВАНИЯ"
					},
					"Translation": {
						"Text": "1927  —  2047  //  COMMAND ARCHIVE"
					},
					"Key": "Era"
				},
				{
					"Source": {
						"Text": "ВОСТОЧНАЯ КОАЛИЦИЯ"
					},
					"Translation": {
						"Text": "EASTERN COALITION"
					},
					"Key": "EasternName"
				},
				{
					"Source": {
						"Text": "СЛАВА РОДИНЕ. БУДУЩЕЕ ЗА НАМИ."
					},
					"Translation": {
						"Text": "GLORY TO THE MOTHERLAND. THE FUTURE IS OURS."
					},
					"Key": "USSRMotto"
				},
				{
					"Source": {
						"Text": "СВОБОДА. ТОЧНОСТЬ. ПРЕВОСХОДСТВО."
					},
					"Translation": {
						"Text": "FREEDOM. PRECISION. SUPERIORITY."
					},
					"Key": "AllianceMotto"
				},
				{
					"Source": {
						"Text": "ЕДИНСТВО СОЗДАЁТ ПОБЕДУ."
					},
					"Translation": {
						"Text": "UNITY FORGES VICTORY."
					},
					"Key": "EasternMotto"
				},
				{
					"Source": {
						"Text": "ВРЕМЯ — НАШЕ ОРУЖИЕ."
					},
					"Translation": {
						"Text": "TIME IS OUR WEAPON."
					},
					"Key": "ChronoMotto"
				},
				{
					"Source": {
						"Text": "Возглавьте возрождённый Советский Союз в борьбе за мировое господство. Тяжёлая броня, дисциплина и несокрушимая воля сокрушат врагов революции."
					},
					"Translation": {
						"Text": "Lead the reborn Soviet Union in the struggle for world dominance. Heavy armour, discipline and unbreakable will shall crush the enemies of the revolution."
					},
					"Key": "USSRDescription"
				},
				{
					"Source": {
						"Text": "Соберите коалицию демократических держав. Используйте авиацию, высокоточное оружие и мобильные силы для защиты свободного мира."
					},
					"Translation": {
						"Text": "Assemble a coalition of democratic powers. Use air power, precision weapons and mobile forces to defend the free world."
					},
					"Key": "AllianceDescription"
				},
				{
					"Source": {
						"Text": "Объедините промышленную мощь Востока. Развивайте производство, боевые механизмы и контроль энергетических узлов."
					},
					"Translation": {
						"Text": "Unite the industrial might of the East. Expand production, war machines and control of power nodes."
					},
					"Key": "EasternDescription"
				},
				{
					"Source": {
						"Text": "Командуйте армией вне времени. Искажайте поле боя, перемещайте войска через хронокоридоры и переписывайте исход войны."
					},
					"Translation": {
						"Text": "Command an army outside of time. Warp the battlefield, move troops through chrono-corridors and rewrite the outcome of the war."
					},
					"Key": "ChronoDescription"
				},
				{
					"Source": {
						"Text": "МИССИИ ПРОЙДЕНО          06 / 18\nДОП. ЗАДАНИЯ             09 / 36\nСЛОЖНОСТЬ                ВЕТЕРАН"
					},
					"Translation": {
						"Text": "MISSIONS COMPLETE        06 / 18\nSIDE OBJECTIVES          09 / 36\nDIFFICULTY               VETERAN"
					},
					"Key": "USSRProgress"
				},
				{
					"Source": {
						"Text": "МИССИИ ПРОЙДЕНО          02 / 16\nДОП. ЗАДАНИЯ             03 / 28\nСЛОЖНОСТЬ                ОФИЦЕР"
					},
					"Translation": {
						"Text": "MISSIONS COMPLETE        02 / 16\nSIDE OBJECTIVES          03 / 28\nDIFFICULTY               OFFICER"
					},
					"Key": "AllianceProgress"
				},
				{
					"Source": {
						"Text": "МИССИИ ПРОЙДЕНО          00 / 15\nДОП. ЗАДАНИЯ             00 / 30\nСЛОЖНОСТЬ                НЕ ВЫБРАНА"
					},
					"Translation": {
						"Text": "MISSIONS COMPLETE        00 / 15\nSIDE OBJECTIVES          00 / 30\nDIFFICULTY               NOT SET"
					},
					"Key": "EasternProgress"
				},
				{
					"Source": {
						"Text": "МИССИИ ПРОЙДЕНО          00 / 12\nВРЕМЕННЫЕ УЗЛЫ           00 / 24\nСЛОЖНОСТЬ                НЕ ВЫБРАНА"
					},
					"Translation": {
						"Text": "MISSIONS COMPLETE        00 / 12\nTEMPORAL NODES           00 / 24\nDIFFICULTY               NOT SET"
					},
					"Key": "ChronoProgress"
				},
				{
					"Source": {
						"Text": "ПРОГРЕСС КАМПАНИИ"
					},
					"Translation": {
						"Text": "CAMPAIGN PROGRESS"
					},
					"Key": "ProgressHeader"
				},
				{
					"Source": {
						"Text": "ПРОДОЛЖИТЬ КАМПАНИЮ"
					},
					"Translation": {
						"Text": "CONTINUE CAMPAIGN"
					},
					"Key": "ContinueCampaign"
				}
			]
		},
		{
			"Namespace": "RA4MainMenuViewModel",
			"Children": [
				{
					"Source": {
						"Text": "КОМАНДУЮЩИЙ"
					},
					"Translation": {
						"Text": "COMMANDER"
					},
					"Key": "DefaultCommander"
				}
			]
		},
		{
			"Namespace": "RA4MainMenuWidget",
			"Children": [
				{
					"Source": {
						"Text": "V"
					},
					"Translation": {
						"Text": "V"
					},
					"Key": "Crest"
				},
				{
					"Source": {
						"Text": "RED ALERT 4"
					},
					"Translation": {
						"Text": "RED ALERT 4"
					},
					"Key": "Logo"
				},
				{
					"Source": {
						"Text": "==========  V  =========="
					},
					"Translation": {
						"Text": "==========  V  =========="
					},
					"Key": "LogoRule"
				},
				{
					"Source": {
						"Text": "СОВЕТСКОЕ ВЕРХОВНОЕ КОМАНДОВАНИЕ"
					},
					"Translation": {
						"Text": "SOVIET SUPREME COMMAND"
					},
					"Key": "FactionLabel"
				},
				{
					"Source": {
						"Text": "КАМПАНИЯ"
					},
					"Translation": {
						"Text": "CAMPAIGN"
					},
					"Key": "Campaign"
				},
				{
					"Source": {
						"Text": "СЕТЕВАЯ ИГРА"
					},
					"Translation": {
						"Text": "MULTIPLAYER"
					},
					"Key": "Network"
				},
				{
					"Source": {
						"Text": "СХВАТКА"
					},
					"Translation": {
						"Text": "SKIRMISH"
					},
					"Key": "Skirmish"
				},
				{
					"Source": {
						"Text": "РЕДАКТОР"
					},
					"Translation": {
						"Text": "EDITOR"
					},
					"Key": "Editor"
				},
				{
					"Source": {
						"Text": "ЭНЦИКЛОПЕДИЯ"
					},
					"Translation": {
						"Text": "ENCYCLOPEDIA"
					},
					"Key": "Codex"
				},
				{
					"Source": {
						"Text": "Технологическое превосходство.\nТактическое устрашение."
					},
					"Translation": {
						"Text": "Technological superiority.\nTactical intimidation."
					},
					"Key": "NewsOneCopy"
				},
				{
					"Source": {
						"Text": "ВЫХОД"
					},
					"Translation": {
						"Text": "EXIT"
					},
					"Key": "Exit"
				},
				{
					"Source": {
						"Text": "ГЕНЕРАЛ-МАЙОР\n12 450\n87\n19"
					},
					"Translation": {
						"Text": "MAJOR GENERAL\n12,450\n87\n19"
					},
					"Key": "CommanderStatValues"
				},
				{
					"Source": {
						"Text": "КОМАНДУЮЩИЙ"
					},
					"Translation": {
						"Text": "COMMANDER"
					},
					"Key": "CommanderHeader"
				},
				{
					"Source": {
						"Text": "РАНГ\nРЕПУТАЦИЯ\nПОБЕДЫ\nПОРАЖЕНИЯ"
					},
					"Translation": {
						"Text": "RANK\nREPUTATION\nWINS\nLOSSES"
					},
					"Key": "CommanderStats"
				},
				{
					"Source": {
						"Text": "НАСТРОЙКИ"
					},
					"Translation": {
						"Text": "SETTINGS"
					},
					"Key": "Settings"
				},
				{
					"Source": {
						"Text": "МОДИФИКАЦИИ"
					},
					"Translation": {
						"Text": "MODS"
					},
					"Key": "Modifications"
				},
				{
					"Source": {
						"Text": "28 750 / 34 000 ОП"
					},
					"Translation": {
						"Text": "28,750 / 34,000 XP"
					},
					"Key": "Experience"
				},
				{
					"Source": {
						"Text": "СВОДКА НОВОСТЕЙ"
					},
					"Translation": {
						"Text": "NEWS FEED"
					},
					"Key": "NewsHeader"
				},
				{
					"Source": {
						"Text": "НОВАЯ ФРАКЦИЯ: АВАНГАРД"
					},
					"Translation": {
						"Text": "NEW FACTION: VANGUARD"
					},
					"Key": "NewsOne"
				},
				{
					"Source": {
						"Text": "УРОВЕНЬ 27"
					},
					"Translation": {
						"Text": "LEVEL 27"
					},
					"Key": "Level"
				},
				{
					"Source": {
						"Text": "ОБНОВЛЕНИЕ БАЛАНСА 1.2"
					},
					"Translation": {
						"Text": "BALANCE UPDATE 1.2"
					},
					"Key": "NewsTwo"
				},
				{
					"Source": {
						"Text": "Корректировка юнитов,\nулучшения и исправления."
					},
					"Translation": {
						"Text": "Unit adjustments,\nimprovements and fixes."
					},
					"Key": "NewsTwoCopy"
				},
				{
					"Source": {
						"Text": "СЕЗОННЫЙ ПРОПУСК"
					},
					"Translation": {
						"Text": "SEASON PASS"
					},
					"Key": "NewsThree"
				},
				{
					"Source": {
						"Text": "Эксклюзивные награды\nи ранний доступ к контенту."
					},
					"Translation": {
						"Text": "Exclusive rewards\nand early content access."
					},
					"Key": "NewsThreeCopy"
				},
				{
					"Source": {
						"Text": "=======   ==   ==   =="
					},
					"Translation": {
						"Text": "=======   ==   ==   =="
					},
					"Key": "Pager"
				},
				{
					"Source": {
						"Text": "v1.0.0  //  RU"
					},
					"Translation": {
						"Text": "v1.0.0  //  EN"
					},
					"Key": "Version"
				},
				{
					"Source": {
						"Text": "ЗАВЕРШИТЬ СЕАНС?"
					},
					"Translation": {
						"Text": "END SESSION?"
					},
					"Key": "ExitTitle"
				},
				{
					"Source": {
						"Text": "Соединение с командным центром будет разорвано.\nНесохранённые данные текущей операции будут потеряны."
					},
					"Translation": {
						"Text": "The link to command will be severed.\nUnsaved data from the current operation will be lost."
					},
					"Key": "ExitCopy"
				},
				{
					"Source": {
						"Text": "ОТМЕНА"
					},
					"Translation": {
						"Text": "CANCEL"
					},
					"Key": "CancelExit"
				},
				{
					"Source": {
						"Text": "ВЫЙТИ"
					},
					"Translation": {
						"Text": "QUIT"
					},
					"Key": "ConfirmExit"
				}
			]
		},
		{
			"Namespace": "RA4ShowcaseWidget",
			"Children": [
				{
					"Source": {
						"Text": "КАМПАНИЯ ХРОНОЛЕГИОНА"
					},
					"Translation": {
						"Text": "CHRONOLEGION CAMPAIGN"
					},
					"Key": "ChronoCampaignHeading"
				},
				{
					"Source": {
						"Text": "RED ALERT 4"
					},
					"Translation": {
						"Text": "RED ALERT 4"
					},
					"Key": "SplashHeading"
				},
				{
					"Source": {
						"Text": "RED ALERT 4"
					},
					"Translation": {
						"Text": "RED ALERT 4"
					},
					"Key": "Title"
				},
				{
					"Source": {
						"Text": "ЗАЩИЩЁННАЯ СЕТЬ КОМАНДОВАНИЯ  //  КАНАЛ 04"
					},
					"Translation": {
						"Text": "SECURE COMMAND NETWORK  //  CHANNEL 04"
					},
					"Key": "CommandLink"
				},
				{
					"Source": {
						"Text": "СВЯЗЬ: СТАБИЛЬНАЯ\nШИФРОВАНИЕ: АКТИВНО"
					},
					"Translation": {
						"Text": "LINK: STABLE\nENCRYPTION: ACTIVE"
					},
					"Key": "SecurityStatus"
				},
				{
					"Source": {
						"Text": "RA4"
					},
					"Translation": {
						"Text": "RA4"
					},
					"Key": "RailMark"
				},
				{
					"Source": {
						"Text": "04\n\n17\n\n26\n\n49"
					},
					"Translation": {
						"Text": "04\n\n17\n\n26\n\n49"
					},
					"Key": "RailCode"
				},
				{
					"Source": {
						"Text": "================================================"
					},
					"Translation": {
						"Text": "================================================"
					},
					"Key": "SectionRule"
				},
				{
					"Source": {
						"Text": "ИЗОБРАЖЕНИЕ"
					},
					"Translation": {
						"Text": "VIDEO"
					},
					"Key": "VideoTab"
				},
				{
					"Source": {
						"Text": "ЗВУК"
					},
					"Translation": {
						"Text": "AUDIO"
					},
					"Key": "AudioTab"
				},
				{
					"Source": {
						"Text": "УПРАВЛЕНИЕ"
					},
					"Translation": {
						"Text": "CONTROLS"
					},
					"Key": "ControlsTab"
				},
				{
					"Source": {
						"Text": "ИГРА"
					},
					"Translation": {
						"Text": "GAMEPLAY"
					},
					"Key": "GameTab"
				},
				{
					"Source": {
						"Text": "ЯРКОСТЬ  54%"
					},
					"Translation": {
						"Text": "BRIGHTNESS  54%"
					},
					"Key": "Brightness"
				},
				{
					"Source": {
						"Text": "СИСТЕМА ГОТОВА  ·  НАВИГАЦИЯ АКТИВНА  ·  РУССКИЙ"
					},
					"Translation": {
						"Text": "SYSTEM READY  ·  NAVIGATION ACTIVE  ·  ENGLISH"
					},
					"Key": "Footer"
				},
				{
					"Source": {
						"Text": "МУЗЫКА  80%"
					},
					"Translation": {
						"Text": "MUSIC  80%"
					},
					"Key": "MusicVolume"
				},
				{
					"Source": {
						"Text": "ЭФФЕКТЫ  90%"
					},
					"Translation": {
						"Text": "EFFECTS  90%"
					},
					"Key": "EffectsVolume"
				},
				{
					"Source": {
						"Text": "ОПЕРАТИВНЫЕ ДАННЫЕ"
					},
					"Translation": {
						"Text": "OPERATIONAL DATA"
					},
					"Key": "StatusHeader"
				},
				{
					"Source": {
						"Text": "================"
					},
					"Translation": {
						"Text": "================"
					},
					"Key": "StatusRule"
				},
				{
					"Source": {
						"Text": "ДОПУСК: АЛЬФА\nСЕАНС: ЗАШИФРОВАН"
					},
					"Translation": {
						"Text": "CLEARANCE: ALPHA\nSESSION: ENCRYPTED"
					},
					"Key": "Access"
				},
				{
					"Source": {
						"Text": "НАСТРОЙКИ СИСТЕМЫ"
					},
					"Translation": {
						"Text": "SYSTEM SETTINGS"
					},
					"Key": "SettingsHeading"
				},
				{
					"Source": {
						"Text": "RA4 // BUILD 1.0.0"
					},
					"Translation": {
						"Text": "RA4 // BUILD 1.0.0"
					},
					"Key": "Build"
				},
				{
					"Source": {
						"Text": "СССР // ОПЕРАЦИЯ"
					},
					"Translation": {
						"Text": "USSR // OPERATION"
					},
					"Key": "HudTitle"
				},
				{
					"Source": {
						"Text": "КРЕДИТЫ  12 450"
					},
					"Translation": {
						"Text": "CREDITS  12,450"
					},
					"Key": "HudCredits"
				},
				{
					"Source": {
						"Text": "ЭНЕРГИЯ  780 / 920"
					},
					"Translation": {
						"Text": "POWER  780 / 920"
					},
					"Key": "HudPower"
				},
				{
					"Source": {
						"Text": "00:18:42"
					},
					"Translation": {
						"Text": "00:18:42"
					},
					"Key": "HudClock"
				},
				{
					"Source": {
						"Text": "Операция «Парадокс». Восстановите временной коридор до того, как противник закрепится в ключевых точках хронолинии."
					},
					"Translation": {
						"Text": "Operation Paradox. Restore the temporal corridor before the enemy entrenches at the key points of the chronoline."
					},
					"Key": "ChronoCampaignBody"
				},
				{
					"Source": {
						"Text": "ТЕСЛА-ТАНК\nТяжёлая броня  ·  очередь 01"
					},
					"Translation": {
						"Text": "TESLA TANK\nHeavy armour  ·  queue 01"
					},
					"Key": "QueueOne"
				},
				{
					"Source": {
						"Text": "КАРТА\nПепел столицы\n\nФРАКЦИЯ\nСССР\n\nСОСТОЯНИЕ\nСинхронизация"
					},
					"Translation": {
						"Text": "MAP\nAshes of the Capital\n\nFACTION\nUSSR\n\nSTATUS\nSynchronising"
					},
					"Key": "LoadingStatus"
				},
				{
					"Source": {
						"Text": "РАЗВЕДКА // ЮЖНЫЙ МОСТ\nКОНТАКТЫ: 12  ·  УГРОЗА: ВЫСОКАЯ"
					},
					"Translation": {
						"Text": "RECON // SOUTH BRIDGE\nCONTACTS: 12  ·  THREAT: HIGH"
					},
					"Key": "Intel"
				},
				{
					"Source": {
						"Text": "ОТРЯД: 3 × ТЕСЛА-ТАНК   ·   12 × ПРИЗЫВНИК   ·   ПРИКАЗ: УДЕРЖИВАТЬ ПОЗИЦИЮ   ·   СИЛЫ СПЕЦНАЗНАЧЕНИЯ: ГОТОВЫ"
					},
					"Translation": {
						"Text": "SQUAD: 3 × TESLA TANK   ·   12 × CONSCRIPT   ·   ORDER: HOLD POSITION   ·   SPECIAL FORCES: READY"
					},
					"Key": "HudCommands"
				},
				{
					"Source": {
						"Text": "ГЛАВНОЕ КОМАНДОВАНИЕ"
					},
					"Translation": {
						"Text": "HIGH COMMAND"
					},
					"Key": "MainHeading"
				},
				{
					"Source": {
						"Text": "Выберите направление операции. Кампания, сетевой бой и системные параметры доступны из защищённого командного центра."
					},
					"Translation": {
						"Text": "Choose your line of operations. Campaign, multiplayer and system settings are available from the secure command centre."
					},
					"Key": "MainBody"
				},
				{
					"Source": {
						"Text": "КОМАНДУЮЩИЙ\nГотов к операции\n\nСОСТОЯНИЕ СЕТИ\nСтабильное\n\nТЕАТР ВОЙНЫ\nЕвропа // 2049"
					},
					"Translation": {
						"Text": "COMMANDER\nReady for operations\n\nNETWORK STATUS\nStable\n\nTHEATRE OF WAR\nEurope // 2049"
					},
					"Key": "MainStatus"
				},
				{
					"Source": {
						"Text": "ВЫБОР КАМПАНИИ"
					},
					"Translation": {
						"Text": "CAMPAIGN SELECT"
					},
					"Key": "CampaignHeading"
				},
				{
					"Source": {
						"Text": "СССР — красно-чёрная доктрина подавления. Альянс — сине-стальная мобильность. Восточная коалиция — нефрит и золото. Хронолегион — технологии вне времени."
					},
					"Translation": {
						"Text": "USSR — a red-and-black doctrine of suppression. Alliance — blue-steel mobility. Eastern Coalition — jade and gold. Chronolegion — technology beyond time."
					},
					"Key": "CampaignBody"
				},
				{
					"Source": {
						"Text": "ОПЕРАЦИЯ 01\nПепел столицы\n\nСЛОЖНОСТЬ\nВетеран\n\nВЫБРАНА ФРАКЦИЯ\nСССР"
					},
					"Translation": {
						"Text": "OPERATION 01\nAshes of the Capital\n\nDIFFICULTY\nVeteran\n\nSELECTED FACTION\nUSSR"
					},
					"Key": "CampaignStatus"
				},
				{
					"Source": {
						"Text": "ОПЕРАЦИЯ: ПЕПЕЛ СТОЛИЦЫ"
					},
					"Translation": {
						"Text": "OPERATION: ASHES OF THE CAPITAL"
					},
					"Key": "HudHeading"
				},
				{
					"Source": {
						"Text": "БОЕВОЙ HUD СССР\n\nКРЕДИТЫ 12 450     ЭНЕРГИЯ 780 / 920\n\nОЧЕРЕДЬ ПРОИЗВОДСТВА\nТесла-танк — 72%\nПризывник ×5\n\nЗАДАЧА: удержать плацдарм и уничтожить командный узел противника."
					},
					"Translation": {
						"Text": "USSR COMBAT HUD\n\nCREDITS 12,450     POWER 780 / 920\n\nPRODUCTION QUEUE\nTesla Tank — 72%\nConscript ×5\n\nOBJECTIVE: hold the beachhead and destroy the enemy command node."
					},
					"Key": "HudBody"
				},
				{
					"Source": {
						"Text": "МИНИ-КАРТА\nСектор: М-14\n\nВЫДЕЛЕНО\n3 × Тесла-танк\n12 × Призывник\n\nТРЕВОГА\nНизкая"
					},
					"Translation": {
						"Text": "MINIMAP\nSector: M-14\n\nSELECTED\n3 × Tesla Tank\n12 × Conscript\n\nALERT\nLow"
					},
					"Key": "HudStatus"
				},
				{
					"Source": {
						"Text": "СЕТЕВОЕ ЛОББИ"
					},
					"Translation": {
						"Text": "MULTIPLAYER LOBBY"
					},
					"Key": "LobbyHeading"
				},
				{
					"Source": {
						"Text": "КАРТА: КРАСНЫЙ ПЕРЕВАЛ\nРЕЖИМ: СТАНДАРТНЫЙ БОЙ\n\nКОМАНДУЮЩИЙ — СССР — ГОТОВ\nАДМИРАЛ ВАРД — АЛЬЯНС — ГОТОВ\nГЕНЕРАЛ ГАО — ВОСТОЧНАЯ КОАЛИЦИЯ — ОЖИДАНИЕ\nХРОНОС-07 — ХРОНОЛЕГИОН — ОЖИДАНИЕ"
					},
					"Translation": {
						"Text": "MAP: RED PASS\nMODE: STANDARD BATTLE\n\nCOMMANDER — USSR — READY\nADMIRAL WARD — ALLIANCE — READY\nGENERAL GAO — EASTERN COALITION — WAITING\nCHRONOS-07 — CHRONOLEGION — WAITING"
					},
					"Key": "LobbyBody"
				},
				{
					"Source": {
						"Text": "ЧАТ КОМАНДОВАНИЯ\n[20:49] Вард: Готов.\n[20:49] Гао: Проверяю связь.\n\nПИНГ\n34 мс"
					},
					"Translation": {
						"Text": "COMMAND CHAT\n[20:49] Ward: Ready.\n[20:49] Gao: Checking link.\n\nPING\n34 ms"
					},
					"Key": "LobbyStatus"
				},
				{
					"Source": {
						"Text": "ПРОИЗВОДСТВО"
					},
					"Translation": {
						"Text": "PRODUCTION"
					},
					"Key": "ProductionHeader"
				},
				{
					"Source": {
						"Text": "ИЗОБРАЖЕНИЕ\nРазрешение: 1920×1080\nМасштаб интерфейса: автоматически\n\nЗВУК\nМузыка: 80%\nЭффекты: 90%\n\nУПРАВЛЕНИЕ\nEnhanced Input: активно"
					},
					"Translation": {
						"Text": "VIDEO\nResolution: 1920×1080\nUI scale: automatic\n\nAUDIO\nMusic: 80%\nEffects: 90%\n\nCONTROLS\nEnhanced Input: active"
					},
					"Key": "SettingsBody"
				},
				{
					"Source": {
						"Text": "ПРОФИЛЬ\nКомандующий\n\nЛОКАЛИЗАЦИЯ\nРусский\n\nВЕРСИЯ\n0.1.0"
					},
					"Translation": {
						"Text": "PROFILE\nCommander\n\nLOCALISATION\nEnglish\n\nVERSION\n0.1.0"
					},
					"Key": "SettingsStatus"
				},
				{
					"Source": {
						"Text": "СИСТЕМА КОМАНДОВАНИЯ И СВЯЗИ\n\nНажмите любую клавишу, чтобы войти в защищённую сеть."
					},
					"Translation": {
						"Text": "COMMAND AND COMMUNICATIONS SYSTEM\n\nPress any key to enter the secure network."
					},
					"Key": "SplashBody"
				},
				{
					"Source": {
						"Text": "СТАТУС СИСТЕМ\nВсе контуры готовы\n\nСЕАНС\nЗашифрован"
					},
					"Translation": {
						"Text": "SYSTEM STATUS\nAll circuits ready\n\nSESSION\nEncrypted"
					},
					"Key": "SplashStatus"
				},
				{
					"Source": {
						"Text": "ВЫБОР ФРАКЦИИ"
					},
					"Translation": {
						"Text": "FACTION SELECT"
					},
					"Key": "FactionHeading"
				},
				{
					"Source": {
						"Text": "СССР — тяжёлая броня и подавление.\nАЛЬЯНС — мобильность и точные удары.\nВОСТОЧНАЯ КОАЛИЦИЯ — массовое производство.\nХРОНОЛЕГИОН — технологии вне времени."
					},
					"Translation": {
						"Text": "USSR — heavy armour and suppression.\nALLIANCE — mobility and precision strikes.\nEASTERN COALITION — mass production.\nCHRONOLEGION — technology beyond time."
					},
					"Key": "FactionBody"
				},
				{
					"Source": {
						"Text": "ВЫБРАНО\nСССР\n\nДОКТРИНА\nШтурм\n\nТЕХНОЛОГИИ\nУровень 1"
					},
					"Translation": {
						"Text": "SELECTED\nUSSR\n\nDOCTRINE\nAssault\n\nTECHNOLOGY\nTier 1"
					},
					"Key": "FactionStatus"
				},
				{
					"Source": {
						"Text": "КАМПАНИЯ АЛЬЯНСА"
					},
					"Translation": {
						"Text": "ALLIANCE CAMPAIGN"
					},
					"Key": "AlliesCampaignHeading"
				},
				{
					"Source": {
						"Text": "Операция «Северный щит». Сдержите наступление СССР, верните контроль над портами и откройте маршрут для флота."
					},
					"Translation": {
						"Text": "Operation Northern Shield. Halt the Soviet advance, retake the ports and open a route for the fleet."
					},
					"Key": "AlliesCampaignBody"
				},
				{
					"Source": {
						"Text": "КОМАНДУЮЩИЙ\nАдмирал Вард\n\nТЕАТР\nСеверная Атлантика\n\nМИССИЯ\n01 / 09"
					},
					"Translation": {
						"Text": "COMMANDER\nAdmiral Ward\n\nTHEATRE\nNorth Atlantic\n\nMISSION\n01 / 09"
					},
					"Key": "AlliesCampaignStatus"
				},
				{
					"Source": {
						"Text": "КАМПАНИЯ ВОСТОЧНОЙ КОАЛИЦИИ"
					},
					"Translation": {
						"Text": "EASTERN COALITION CAMPAIGN"
					},
					"Key": "EasternCampaignHeading"
				},
				{
					"Source": {
						"Text": "Операция «Золотой рассвет». Захватите энергетические узлы и превратите вражеский плацдарм в опорную базу коалиции."
					},
					"Translation": {
						"Text": "Operation Golden Dawn. Seize the power nodes and turn the enemy beachhead into a coalition stronghold."
					},
					"Key": "EasternCampaignBody"
				},
				{
					"Source": {
						"Text": "КОМАНДУЮЩИЙ\nГенерал Гао\n\nТЕАТР\nТихоокеанский пояс\n\nМИССИЯ\n01 / 08"
					},
					"Translation": {
						"Text": "COMMANDER\nGeneral Gao\n\nTHEATRE\nPacific Belt\n\nMISSION\n01 / 08"
					},
					"Key": "EasternCampaignStatus"
				},
				{
					"Source": {
						"Text": "МАСШТАБ ИНТЕРФЕЙСА  100%"
					},
					"Translation": {
						"Text": "UI SCALE  100%"
					},
					"Key": "InterfaceScale"
				},
				{
					"Source": {
						"Text": "‹  НАЗАД"
					},
					"Translation": {
						"Text": "‹  BACK"
					},
					"Key": "Back"
				},
				{
					"Source": {
						"Text": "КООРДИНАТОР\nХронос-07\n\nВРЕМЕННОЙ СЛОЙ\nНестабилен\n\nМИССИЯ\n01 / 07"
					},
					"Translation": {
						"Text": "COORDINATOR\nChronos-07\n\nTEMPORAL LAYER\nUnstable\n\nMISSION\n01 / 07"
					},
					"Key": "ChronoCampaignStatus"
				},
				{
					"Source": {
						"Text": "КАРТА ОПЕРАЦИЙ: ЕВРОПА"
					},
					"Translation": {
						"Text": "OPERATIONS MAP: EUROPE"
					},
					"Key": "MissionMapHeading"
				},
				{
					"Source": {
						"Text": "МИССИЯ 01 — ПЕПЕЛ СТОЛИЦЫ\nУдержите мост через Рейн.\n\nМИССИЯ 02 — ЖЕЛЕЗНЫЙ КОРИДОР\nПерережьте линию снабжения Альянса.\n\nМИССИЯ 03 — ПОЛЯРНАЯ НОЧЬ\nЗахватите станцию раннего предупреждения."
					},
					"Translation": {
						"Text": "MISSION 01 — ASHES OF THE CAPITAL\nHold the bridge over the Rhine.\n\nMISSION 02 — IRON CORRIDOR\nSever the Alliance supply line.\n\nMISSION 03 — POLAR NIGHT\nCapture the early warning station."
					},
					"Key": "MissionMapBody"
				},
				{
					"Source": {
						"Text": "ВЫБРАННАЯ МИССИЯ\nПепел столицы\n\nСЛОЖНОСТЬ\nВетеран\n\nНАГРАДА\nТесла-танк"
					},
					"Translation": {
						"Text": "SELECTED MISSION\nAshes of the Capital\n\nDIFFICULTY\nVeteran\n\nREWARD\nTesla Tank"
					},
					"Key": "MissionMapStatus"
				},
				{
					"Source": {
						"Text": "БРИФИНГ: ПЕПЕЛ СТОЛИЦЫ"
					},
					"Translation": {
						"Text": "BRIEFING: ASHES OF THE CAPITAL"
					},
					"Key": "BriefingHeading"
				},
				{
					"Source": {
						"Text": "Войска Альянса удерживают городской командный узел. Разверните базу на восточном берегу, обеспечьте энергоснабжение и уничтожьте узел до прибытия подкрепления."
					},
					"Translation": {
						"Text": "Alliance forces hold the urban command node. Deploy a base on the eastern bank, secure your power supply and destroy the node before reinforcements arrive."
					},
					"Key": "BriefingBody"
				},
				{
					"Source": {
						"Text": "ОСНОВНАЯ ЦЕЛЬ\nУничтожить командный узел\n\nДОПОЛНИТЕЛЬНАЯ\nСохранить мост\n\nВРЕМЯ\n06:30"
					},
					"Translation": {
						"Text": "PRIMARY OBJECTIVE\nDestroy the command node\n\nSECONDARY\nPreserve the bridge\n\nTIME\n06:30"
					},
					"Key": "BriefingStatus"
				},
				{
					"Source": {
						"Text": "ЗАЩИЩЁННЫЙ ВИДЕОКАНАЛ"
					},
					"Translation": {
						"Text": "SECURE VIDEO CHANNEL"
					},
					"Key": "VideoHeading"
				},
				{
					"Source": {
						"Text": "АДМИРАЛ ВАРД:\n«Командующий, сканеры фиксируют движение бронеколонн. Не давайте им закрепиться у моста. Воздушный коридор будет открыт на три минуты.»"
					},
					"Translation": {
						"Text": "ADMIRAL WARD:\n\\\"Commander, scanners show armoured columns on the move. Do not let them dig in at the bridge. The air corridor will be open for three minutes.\\\""
					},
					"Key": "VideoBody"
				},
				{
					"Source": {
						"Text": "КОМАНДНЫЙ ЦЕНТР → БАРАКИ → ВОЕННЫЙ ЗАВОД\n\nВОЕННЫЙ ЗАВОД → ТЕСЛА-ЛАБОРАТОРИЯ → ТЕСЛА-ТАНК\n\nЭЛЕКТРОСТАНЦИЯ → РАДАР → СПУТНИКОВАЯ СВЯЗЬ"
					},
					"Translation": {
						"Text": "COMMAND CENTRE → BARRACKS → WAR FACTORY\n\nWAR FACTORY → TESLA LAB → TESLA TANK\n\nPOWER PLANT → RADAR → SATELLITE UPLINK"
					},
					"Key": "TechTreeBody"
				},
				{
					"Source": {
						"Text": "ПОДГОТОВКА ОПЕРАЦИИ"
					},
					"Translation": {
						"Text": "OPERATION SETUP"
					},
					"Key": "LoadingHeading"
				},
				{
					"Source": {
						"Text": "Загрузка театра боевых действий. Синхронизация данных командования, маршрутов снабжения и тактической разведки."
					},
					"Translation": {
						"Text": "Loading the theatre of operations. Synchronising command data, supply routes and tactical reconnaissance."
					},
					"Key": "LoadingBody"
				},
				{
					"Source": {
						"Text": "ПРИЗЫВНИК ×5\nКазармы  ·  очередь 02\n\nМИГ «КУЗНЕЦ»\nАэродром  ·  ожидание"
					},
					"Translation": {
						"Text": "CONSCRIPT ×5\nBarracks  ·  queue 02\n\nMIG \\\"KUZNETS\\\"\nAirfield  ·  waiting"
					},
					"Key": "QueueTwo"
				},
				{
					"Source": {
						"Text": "ОПЕРАЦИЯ: СЕВЕРНЫЙ ЩИТ"
					},
					"Translation": {
						"Text": "OPERATION: NORTHERN SHIELD"
					},
					"Key": "AlliesHudHeading"
				},
				{
					"Source": {
						"Text": "БОЕВОЙ HUD АЛЬЯНСА\n\nКРЕДИТЫ 10 280     ЭНЕРГИЯ 640 / 760\n\nОЧЕРЕДЬ ПРОИЗВОДСТВА\nСтраж — 54%\nАвиакрыло «Копьё» ×2\n\nЗАДАЧА: удержать гавань и защитить конвой."
					},
					"Translation": {
						"Text": "ALLIANCE COMBAT HUD\n\nCREDITS 10,280     POWER 640 / 760\n\nPRODUCTION QUEUE\nGuardian — 54%\nSpear Air Wing ×2\n\nOBJECTIVE: hold the harbour and protect the convoy."
					},
					"Key": "AlliesHudBody"
				},
				{
					"Source": {
						"Text": "МИНИ-КАРТА\nСектор: N-07\n\nВЫДЕЛЕНО\n2 × Страж\n4 × Ракетчик\n\nФЛОТ\nГотов"
					},
					"Translation": {
						"Text": "MINIMAP\nSector: N-07\n\nSELECTED\n2 × Guardian\n4 × Missile Trooper\n\nFLEET\nReady"
					},
					"Key": "AlliesHudStatus"
				},
				{
					"Source": {
						"Text": "ОПЕРАЦИЯ: ЗОЛОТОЙ РАССВЕТ"
					},
					"Translation": {
						"Text": "OPERATION: GOLDEN DAWN"
					},
					"Key": "EasternHudHeading"
				},
				{
					"Source": {
						"Text": "БОЕВОЙ HUD ВОСТОЧНОЙ КОАЛИЦИИ\n\nКРЕДИТЫ 15 600     ЭНЕРГИЯ 850 / 940\n\nОЧЕРЕДЬ ПРОИЗВОДСТВА\nШтурмовой мех — 43%\nДрон «Хуан» ×3\n\nЗАДАЧА: удержать энергетические узлы."
					},
					"Translation": {
						"Text": "EASTERN COALITION COMBAT HUD\n\nCREDITS 15,600     POWER 850 / 940\n\nPRODUCTION QUEUE\nAssault Mech — 43%\nHuang Drone ×3\n\nOBJECTIVE: hold the power nodes."
					},
					"Key": "EasternHudBody"
				},
				{
					"Source": {
						"Text": "МИНИ-КАРТА\nСектор: P-21\n\nВЫДЕЛЕНО\n1 × Штурмовой мех\n8 × Пехота\n\nРЕЗЕРВ\nГотов"
					},
					"Translation": {
						"Text": "MINIMAP\nSector: P-21\n\nSELECTED\n1 × Assault Mech\n8 × Infantry\n\nRESERVE\nReady"
					},
					"Key": "EasternHudStatus"
				},
				{
					"Source": {
						"Text": "ОПЕРАЦИЯ: ПАРАДОКС"
					},
					"Translation": {
						"Text": "OPERATION: PARADOX"
					},
					"Key": "ChronoHudHeading"
				},
				{
					"Source": {
						"Text": "БОЕВОЙ HUD ХРОНОЛЕГИОНА\n\nКРЕДИТЫ 13 040     ХРОНОЭНЕРГИЯ 72 / 100\n\nОЧЕРЕДЬ ПРОИЗВОДСТВА\nТемпоральный страж — 68%\nРазведчик «Эхо» ×2\n\nЗАДАЧА: стабилизировать временной якорь."
					},
					"Translation": {
						"Text": "CHRONOLEGION COMBAT HUD\n\nCREDITS 13,040     CHRONO ENERGY 72 / 100\n\nPRODUCTION QUEUE\nTemporal Guardian — 68%\nEcho Scout ×2\n\nOBJECTIVE: stabilise the temporal anchor."
					},
					"Key": "ChronoHudBody"
				},
				{
					"Source": {
						"Text": "ХРОНО-КАРТА\nСлой: 3-А\n\nВЫДЕЛЕНО\n2 × Страж\n1 × Якорь\n\nРАЗРЫВ\nСдержан"
					},
					"Translation": {
						"Text": "CHRONO MAP\nLayer: 3-A\n\nSELECTED\n2 × Guardian\n1 × Anchor\n\nRIFT\nContained"
					},
					"Key": "ChronoHudStatus"
				},
				{
					"Source": {
						"Text": "ПАУЗА"
					},
					"Translation": {
						"Text": "PAUSED"
					},
					"Key": "PauseHeading"
				},
				{
					"Source": {
						"Text": "Операция приостановлена. Продолжите бой, откройте настройки, сохраните прогресс или вернитесь в командный центр."
					},
					"Translation": {
						"Text": "Operation paused. Resume the battle, open settings, save progress or return to the command centre."
					},
					"Key": "PauseBody"
				},
				{
					"Source": {
						"Text": "ОПЕРАЦИЯ\nПепел столицы\n\nВРЕМЯ БОЯ\n18:42\n\nСОХРАНЕНИЕ\nАвтоматическое"
					},
					"Translation": {
						"Text": "OPERATION\nAshes of the Capital\n\nBATTLE TIME\n18:42\n\nSAVING\nAutomatic"
					},
					"Key": "PauseStatus"
				},
				{
					"Source": {
						"Text": "ПОБЕДА"
					},
					"Translation": {
						"Text": "VICTORY"
					},
					"Key": "VictoryHeading"
				},
				{
					"Source": {
						"Text": "Командный узел противника уничтожен. Мост и плацдарм удержаны. Театр операций открыт для следующей фазы наступления."
					},
					"Translation": {
						"Text": "The enemy command node is destroyed. The bridge and beachhead are held. The theatre is open for the next phase of the offensive."
					},
					"Key": "VictoryBody"
				},
				{
					"Source": {
						"Text": "РЕЗУЛЬТАТ\nПобеда СССР\n\nВРЕМЯ\n24:18\n\nПОТЕРИ\nПриемлемые"
					},
					"Translation": {
						"Text": "RESULT\nUSSR Victory\n\nTIME\n24:18\n\nLOSSES\nAcceptable"
					},
					"Key": "VictoryStatus"
				},
				{
					"Source": {
						"Text": "ЭНЦИКЛОПЕДИЯ ВОЙНЫ"
					},
					"Translation": {
						"Text": "WAR ENCYCLOPEDIA"
					},
					"Key": "EncyclopediaHeading"
				},
				{
					"Source": {
						"Text": "ТЕСЛА-ТАНК\nТяжёлая бронированная единица СССР с цепной электрической пушкой.\n\nСТРАЖ\nУниверсальная боевая машина Альянса с модульной защитой.\n\nТЕМПОРАЛЬНЫЙ СТРАЖ\nПередовая единица Хронолегиона."
					},
					"Translation": {
						"Text": "TESLA TANK\nHeavily armoured USSR unit with a chain lightning cannon.\n\nGUARDIAN\nVersatile Alliance combat vehicle with modular protection.\n\nTEMPORAL GUARDIAN\nAdvanced Chronolegion unit."
					},
					"Key": "EncyclopediaBody"
				},
				{
					"Source": {
						"Text": "КАТЕГОРИЯ\nБоевые единицы\n\nЗАПИСЕЙ\n128\n\nФИЛЬТР\nВсе фракции"
					},
					"Translation": {
						"Text": "CATEGORY\nCombat units\n\nENTRIES\n128\n\nFILTER\nAll factions"
					},
					"Key": "EncyclopediaStatus"
				},
				{
					"Source": {
						"Text": "ТЕХНОЛОГИЧЕСКОЕ ДЕРЕВО"
					},
					"Translation": {
						"Text": "TECH TREE"
					},
					"Key": "TechTreeHeading"
				},
				{
					"Source": {
						"Text": "КАНАЛ\nВаршава-01\n\nШИФРОВАНИЕ\nАктивно\n\nЗАДЕРЖКА\n18 мс"
					},
					"Translation": {
						"Text": "CHANNEL\nWarsaw-01\n\nENCRYPTION\nActive\n\nLATENCY\n18 ms"
					},
					"Key": "VideoStatus"
				},
				{
					"Source": {
						"Text": "ФРАКЦИЯ\nСССР\n\nОТКРЫТО\n18 / 46\n\nОЧКИ\n3"
					},
					"Translation": {
						"Text": "FACTION\nUSSR\n\nUNLOCKED\n18 / 46\n\nPOINTS\n3"
					},
					"Key": "TechTreeStatus"
				},
				{
					"Source": {
						"Text": "МОДИФИКАЦИИ"
					},
					"Translation": {
						"Text": "MODS"
					},
					"Key": "ModsHeading"
				},
				{
					"Source": {
						"Text": "РАСШИРЕННЫЕ КАРТЫ — включено\nНовые сценарии и таблицы баланса.\n\nТАКТИЧЕСКИЕ ПОРТРЕТЫ — включено\nДополнительные портреты командующих.\n\nЭКСПЕРИМЕНТАЛЬНЫЙ БАЛАНС — выключено"
					},
					"Translation": {
						"Text": "EXTENDED MAPS — enabled\nNew scenarios and balance tables.\n\nTACTICAL PORTRAITS — enabled\nAdditional commander portraits.\n\nEXPERIMENTAL BALANCE — disabled"
					},
					"Key": "ModsBody"
				},
				{
					"Source": {
						"Text": "АКТИВНЫХ МОДОВ\n2\n\nСОВМЕСТИМОСТЬ\nПроверена\n\nПЕРЕЗАПУСК\nНе требуется"
					},
					"Translation": {
						"Text": "ACTIVE MODS\n2\n\nCOMPATIBILITY\nVerified\n\nRESTART\nNot required"
					},
					"Key": "ModsStatus"
				},
				{
					"Source": {
						"Text": "ВОСТОЧНАЯ КОАЛИЦИЯ: ГЕНЕРАЛ ГАО"
					},
					"Translation": {
						"Text": "EASTERN COALITION: GENERAL GAO"
					},
					"Key": "EasternDetailHeading"
				},
				{
					"Source": {
						"Text": "Гао строит войну на дисциплине, темпе производства и контроле узлов снабжения. Его штаб ведёт наступление от тихоокеанского побережья к промышленному сердцу Европы."
					},
					"Translation": {
						"Text": "Gao builds his war on discipline, production tempo and control of supply nodes. His staff drives the offensive from the Pacific coast to the industrial heart of Europe."
					},
					"Key": "EasternDetailBody"
				},
				{
					"Source": {
						"Text": "ДОКТРИНА\nНефритовый молот\n\nБОНУС\nУскоренное производство\n\nКАМПАНИЯ\n01 / 08"
					},
					"Translation": {
						"Text": "DOCTRINE\nJade Hammer\n\nBONUS\nAccelerated production\n\nCAMPAIGN\n01 / 08"
					},
					"Key": "EasternDetailStatus"
				},
				{
					"Source": {
						"Text": "ТРЕВОГА: БРОНЕКОЛОННА"
					},
					"Translation": {
						"Text": "ALERT: ARMOURED COLUMN"
					},
					"Key": "BattleHudHeading"
				},
				{
					"Source": {
						"Text": "КРЕДИТЫ 18 300     ЭНЕРГИЯ 1020 / 1180\n\nПРОИЗВОДСТВО\nАпокалипсис — 89%\nМиГ «Кузнец» — 31%\n\nТАКТИЧЕСКОЕ СОБЫТИЕ\nВраг атакует южный мост. Активируйте заградительный огонь."
					},
					"Translation": {
						"Text": "CREDITS 18,300     POWER 1020 / 1180\n\nPRODUCTION\nApocalypse — 89%\nMiG \\\"Kuznets\\\" — 31%\n\nTACTICAL EVENT\nThe enemy is attacking the south bridge. Activate barrage fire."
					},
					"Key": "BattleHudBody"
				},
				{
					"Source": {
						"Text": "МИНИ-КАРТА\nЮг: красный контакт\n\nВЫДЕЛЕНО\n4 × Тесла-танк\n\nУГРОЗА\nВысокая"
					},
					"Translation": {
						"Text": "MINIMAP\nSouth: red contact\n\nSELECTED\n4 × Tesla Tank\n\nTHREAT\nHigh"
					},
					"Key": "BattleHudStatus"
				},
				{
					"Source": {
						"Text": "ПРЕДУПРЕЖДЕНИЕ: АВИАНАЛЁТ"
					},
					"Translation": {
						"Text": "WARNING: AIR RAID"
					},
					"Key": "AlertHudHeading"
				},
				{
					"Source": {
						"Text": "Обнаружены самолёты Альянса. Разверните ПВО, переместите мобильные генераторы и защитите Тесла-лабораторию."
					},
					"Translation": {
						"Text": "Alliance aircraft detected. Deploy AA defences, relocate mobile generators and protect the Tesla Lab."
					},
					"Key": "AlertHudBody"
				},
				{
					"Source": {
						"Text": "КРЕДИТЫ 11 900     ЭНЕРГИЯ 680 / 820\n\nАВИАКРЫЛО\nИстребитель «Копьё» ×6\nБомбардировщик «Гром» ×2\n\nЗАДАЧА: уничтожить радар противника и удержать воздушный коридор."
					},
					"Translation": {
						"Text": "CREDITS 11,900     POWER 680 / 820\n\nAIR WING\nSpear Fighter ×6\nThunder Bomber ×2\n\nOBJECTIVE: destroy the enemy radar and hold the air corridor."
					},
					"Key": "AirHudBody"
				},
				{
					"Source": {
						"Text": "МОРСКАЯ ОПЕРАЦИЯ: ЛЕДЯНОЙ ПРОЛИВ"
					},
					"Translation": {
						"Text": "NAVAL OPERATION: ICE STRAIT"
					},
					"Key": "NavalHudHeading"
				},
				{
					"Source": {
						"Text": "КРЕДИТЫ 16 800     ЭНЕРГИЯ 720 / 840\n\nФЛОТ\nАвианосец «Свобода» — готов\nЭсминец ×3\n\nЗАДАЧА: провести конвой через пролив и подавить береговые батареи."
					},
					"Translation": {
						"Text": "CREDITS 16,800     POWER 720 / 840\n\nFLEET\nCarrier \\\"Liberty\\\" — ready\nDestroyer ×3\n\nOBJECTIVE: escort the convoy through the strait and suppress the coastal batteries."
					},
					"Key": "NavalHudBody"
				},
				{
					"Source": {
						"Text": "МОРСКАЯ КАРТА\nКвадрат D-4\n\nКОНВОЙ\n5 / 6 кораблей\n\nПОГОДА\nШторм"
					},
					"Translation": {
						"Text": "NAVAL MAP\nGrid D-4\n\nCONVOY\n5 / 6 ships\n\nWEATHER\nStorm"
					},
					"Key": "NavalHudStatus"
				},
				{
					"Source": {
						"Text": "ВОЗДУШНАЯ ОПЕРАЦИЯ: ЧИСТОЕ НЕБО"
					},
					"Translation": {
						"Text": "AIR OPERATION: CLEAR SKY"
					},
					"Key": "AirHudHeading"
				},
				{
					"Source": {
						"Text": "КОНТАКТОВ\n12\n\nДО ПОДЛЁТА\n00:32\n\nПВО\n4 батареи"
					},
					"Translation": {
						"Text": "CONTACTS\n12\n\nTIME TO ARRIVAL\n00:32\n\nAA\n4 batteries"
					},
					"Key": "AlertHudStatus"
				},
				{
					"Source": {
						"Text": "ВОЗДУШНАЯ КАРТА\nВысота 8 000 м\n\nТОПЛИВО\n76%\n\nКОНТАКТЫ\n3 эскадрильи"
					},
					"Translation": {
						"Text": "AIR MAP\nAltitude 8,000 m\n\nFUEL\n76%\n\nCONTACTS\n3 squadrons"
					},
					"Key": "AirHudStatus"
				},
				{
					"Source": {
						"Text": "ХРОНО-ОРУЖИЕ: ГОТОВНОСТЬ 94%"
					},
					"Translation": {
						"Text": "CHRONO WEAPON: 94% READY"
					},
					"Key": "SuperweaponHudHeading"
				},
				{
					"Source": {
						"Text": "ХРОНОЭНЕРГИЯ 94 / 100\n\nВРЕМЕННОЙ ЯКОРЬ\nСтабилен\n\nВЫБЕРИТЕ ЗОНУ НАЗНАЧЕНИЯ\nПосле активации цель будет выведена из текущей временной линии на 12 секунд."
					},
					"Translation": {
						"Text": "CHRONO ENERGY 94 / 100\n\nTEMPORAL ANCHOR\nStable\n\nSELECT TARGET ZONE\nOnce activated the target will be removed from the current timeline for 12 seconds."
					},
					"Key": "SuperweaponHudBody"
				},
				{
					"Source": {
						"Text": "РАДИУС\n420 м\n\nПЕРЕЗАРЯДКА\n00:18\n\nРИСК ПАРАДОКСА\nУмеренный"
					},
					"Translation": {
						"Text": "RADIUS\n420 m\n\nCOOLDOWN\n00:18\n\nPARADOX RISK\nModerate"
					},
					"Key": "SuperweaponHudStatus"
				}
			]
		},
		{
			"Namespace": "RA4UIScreenViewModel",
			"Children": [
				{
					"Source": {
						"Text": "ХРОНОС-07"
					},
					"Translation": {
						"Text": "CHRONOS-07"
					},
					"Key": "LobbyChronos"
				},
				{
					"Source": {
						"Text": "ГЕНЕРАЛ ГАО"
					},
					"Translation": {
						"Text": "GENERAL GAO"
					},
					"Key": "LobbyGao"
				},
				{
					"Source": {
						"Text": "КОМАНДУЮЩИЙ"
					},
					"Translation": {
						"Text": "COMMANDER"
					},
					"Key": "LobbyCommander"
				},
				{
					"Source": {
						"Text": "АДМИРАЛ ВАРД"
					},
					"Translation": {
						"Text": "ADMIRAL WARD"
					},
					"Key": "LobbyWard"
				},
				{
					"Source": {
						"Text": "СИСТЕМНОЕ СООБЩЕНИЕ"
					},
					"Translation": {
						"Text": "SYSTEM MESSAGE"
					},
					"Key": "DefaultModalTitle"
				},
				{
					"Source": {
						"Text": "Тесла-танк"
					},
					"Translation": {
						"Text": "Tesla Tank"
					},
					"Key": "QueueTeslaTank"
				},
				{
					"Source": {
						"Text": "Ожидание приказа командующего."
					},
					"Translation": {
						"Text": "Awaiting commander's orders."
					},
					"Key": "DefaultModalBody"
				},
				{
					"Source": {
						"Text": "Призывник"
					},
					"Translation": {
						"Text": "Conscript"
					},
					"Key": "QueueConscript"
				}
			]
		}
	]
}